[
  {
    "id": "cuasar-origen",
    "titulo": "Explosión del cuásar que crea la Nebulosa Consciente",
    "descripcion": "Una explosión de cuásar genera una nebulosa energética capaz de adquirir conciencia. Esta nebulosa iniciará un viaje milenario por el universo.",
    "personajes_implicados": ["vaquero-atomico", "sirius"],
    "localizacion": "galaxia-origen",
    "etapa": "origen"
  },
  {
    "id": "viaje-nebulosa",
    "titulo": "Viaje milenario de la Nebulosa hacia el Sistema Solar",
    "descripcion": "La nebulosa consume energía y evoluciona, moviéndose entre regiones cósmicas hasta acercarse al Sol. Durante este periodo desarrolla patrones primarios de conciencia.",
    "personajes_implicados": ["vaquero-atomico"],
    "localizacion": "espacio-profundo",
    "etapa": "origen"
  },
  {
    "id": "caida-diamante",
    "titulo": "Caída del diamante cuántico en el Polo Norte",
    "descripcion": "La nebulosa solidifica su estructura en forma de un diamante cuántico que cae sobre el hielo del Polo Norte, donde queda atrapado durante siglos.",
    "personajes_implicados": ["vaquero-atomico"],
    "localizacion": "polo-norte",
    "etapa": "despertar"
  },
  {
    "id": "deshielo",
    "titulo": "Deshielo del diamante y despertar inicial",
    "descripcion": "El calentamiento global fractura la capa de hielo, liberando al diamante cuántico y permitiendo que su interior comience a reactivarse.",
    "personajes_implicados": ["vaquero-atomico"],
    "localizacion": "polo-norte",
    "etapa": "despertar"
  },
  {
    "id": "senal-sirius",
    "titulo": "Sirius detecta el deshielo y despierta a Sísmico",
    "descripcion": "El observador cósmico Sirius percibe la energía del deshielo del diamante en el Polo Norte y envía un destello dimensional que despierta a Sísmico en la prisión de Musitoxic. Esta señal está en paralelo al momento en que el diamante empieza a reactivarse, antes de Inventrola. El destello altera las defensas de la torre, lo que permitirá también la fuga de Amethystos y los demás prisioneros del zoológico.",
    "personajes_implicados": ["sismico", "sirius", "amethystos"],
    "localizacion": "polo-norte",
    "etapa": "despertar",
    "simultaneo_con": ["deshielo"]
  },
  {
    "id": "primer-viaje",
    "titulo": "Viaje hacia Nueva York con ayuda de los Inuit",
    "descripcion": "Tras recuperar una forma inicial, el Vaquero Atómico es ayudado por los Inuit a navegar hacia la civilización, intrigados por su naturaleza.",
    "personajes_implicados": ["vaquero-atomico"],
    "localizacion": "oceano-artico",
    "etapa": "despertar"
  },
  {
    "id": "nueva-york-luces",
    "titulo": "Primera distorsión energética en Nueva York",
    "descripcion": "Las luces de Nueva York empiezan a parpadear y fallar ante la presencia del Vaquero Atómico. Esto llama la atención de Jhonny.",
    "personajes_implicados": ["vaquero-atomico", "jhonny"],
    "localizacion": "nueva-york",
    "etapa": "inventrola"
  },
  {
    "id": "captacion-jhonny",
    "titulo": "Jhonny capta al Vaquero Atómico",
    "descripcion": "Jhonny convence al Vaquero Atómico de ir a la fábrica Inventrola, prometiéndole seguridad, ayuda y un propósito humano.",
    "personajes_implicados": ["vaquero-atomico", "jhonny"],
    "localizacion": "nueva-york",
    "etapa": "inventrola"
  },
  {
    "id": "entrada-inventrola",
    "titulo": "Entrada del Vaquero en Inventrola",
    "descripcion": "El Vaquero Atómico entra en la fábrica y su energía revoluciona los sistemas, aumentando el rendimiento y atrayendo la atención de Musitoxic y Miguel Mafias.",
    "personajes_implicados": ["vaquero-atomico", "musitoxic", "miguel-mafias"],
    "localizacion": "inventrola",
    "etapa": "inventrola"
  },
  {
    "id": "desastre-inventrola",
    "titulo": "Desastre nuclear provocado por Musitoxic",
    "descripcion": "Durante un intento torpe de seducir al Vaquero, Musitoxic provoca un colapso energético que desencadena un accidente nuclear y una onda expansiva de consecuencias ambientales.",
    "personajes_implicados": ["musitoxic", "vaquero-atomico", "miguel-mafias", "jhonny"],
    "localizacion": "inventrola",
    "etapa": "inventrola"
  },
  {
    "id": "escape-sismico",
    "titulo": "Sísmico se divide en varias versiones y escapa",
    "descripcion": "La fuga de Sísmico y el caos en el zoológico suceden en paralelo al deshielo del diamante en el Polo Norte. Sísmico entra en un plano cuántico fractal, se desdobla y debe elegir entre la vida y la muerte antes de romper un cristal dimensional y escapar. La alteración dimensional que genera permite que Amethystos y las criaturas del zoológico aprovechen la oportunidad para ejecutar el pacto de liberación.",
    "personajes_implicados": ["sismico", "amethystos"],
    "localizacion": "prision-musitoxic",
    "etapa": "sismico",
    "simultaneo_con": ["deshielo", "senal-sirius"]
  },
  {
    "id": "entrada-espana",
    "titulo": "Aparición de Sísmico en la España vaciada",
    "descripcion": "Sísmico llega a un desierto verde alterado ecológicamente, donde comienza una nueva etapa de su existencia. Este arco ocurre en paralelo con los eventos de Inventrola.",
    "personajes_implicados": ["sismico"],
    "localizacion": "espana-vaciada",
    "etapa": "sismico",
    "simultaneo_con": ["nueva-york-luces", "captacion-jhonny", "entrada-inventrola", "desastre-inventrola"]
  },
  {
    "id": "investigacion-tamen",
    "titulo": "Tamen registra las primeras anomalías",
    "descripcion": "Tamen detecta patrones ecológicos inusuales: alteraciones en micelios, cambios climáticos locales y señales energéticas que no cuadran con lo conocido.",
    "personajes_implicados": ["tamen"],
    "localizacion": "peninsula-iberica",
    "etapa": "tamen"
  },
  {
    "id": "despertar-amethystos",
    "titulo": "Despertar de Amethystos en las Selvas sin Amor",
    "descripcion": "Tras años viendo arder su territorio, la futura Amethystos realiza un ritual desesperado con raíces, agua y micelio. En lugar de destruirlo todo, el conjuro la fusiona parcialmente con la red micelial, otorgándole poder y condenándola a sentir el dolor de la selva para siempre.",
    "personajes_implicados": ["amethystos"],
    "localizacion": "selvas-sin-amor",
    "etapa": "tamen"
  },
  {
    "id": "tamen-amethystos",
    "titulo": "Tamen entra en contacto con Amethystos",
    "descripcion": "Durante su investigación de ecosistemas, Tamen cruza información que la lleva a las Selvas sin Amor, donde forma una alianza con Amethystos. Sus conversaciones y el desarrollo de su relación se desarrollan mientras en la España vaciada se está gestando la convergencia de Vaquero y Sísmico, aunque ellas estén físicamente en las Selvas sin Amor y otros territorios.",
    "personajes_implicados": ["tamen", "amethystos"],
    "localizacion": "selvas-sin-amor",
    "etapa": "tamen",
    "simultaneo_con": ["aparicion-basscolgado", "convergencia"]
  },
  {
    "id": "aparicion-basscolgado",
    "titulo": "Aparición de Basscolgado en la España vaciada",
    "descripcion": "Basscolgado se manifiesta en la España vaciada como figura de guía espiritual y musical. Entiende el micelio como una red de frecuencias y aparece colgado de su bajo amplificado por estructuras naturales del desierto. Funciona como nexo entre Sísmico y el Vaquero Atómico, acompañando sus procesos de transformación.",
    "personajes_implicados": ["basscolgado", "vaquero-atomico", "sismico"],
    "localizacion": "espana-vaciada",
    "etapa": "futuro"
  },
  {
    "id": "convergencia",
    "titulo": "Convergencia futura en la España Vaciada",
    "descripcion": "Basscolgado actúa como el nexo entre Sísmico y el Vaquero Atómico, funcionando como mentor y guía en la España vaciada. Su papel es fundamental en el viaje del héroe: acompaña a ambos personajes hacia su destino común. Este evento marca el punto donde Sísmico, Vaquero Atómico, Tamen y Amethystos se encaminan a luchar juntxs contra el Micelio Negro.",
    "personajes_implicados": ["vaquero-atomico", "sismico", "tamen", "amethystos", "basscolgado"],
    "localizacion": "espana-vaciada",
    "etapa": "futuro",
    "simultaneo_con": ["aparicion-basscolgado", "tamen-amethystos"]
  },
  {
    "id": "muerte-basscolgado",
    "titulo": "Muerte de Basscolgado",
    "descripcion": "Basscolgado muere como figura de mentor en el viaje del héroe. Su muerte actúa como catalizador emocional que une simbólicamente las trayectorias de Vaquero Atómico, Sísmico, Tamen y Amethystos. Su energía se transforma en el paso del testigo, manteniendo viva la memoria sonora de los lugares abandonados y fortaleciendo la alianza final contra el Micelio Negro.",
    "personajes_implicados": ["basscolgado", "vaquero-atomico", "sismico", "tamen", "amethystos"],
    "localizacion": "espana-vaciada",
    "etapa": "futuro"
  }
]
