[
  {
    "id": "origen-nebulosa",
    "titulo": "La Nebulosa que cayó a la Tierra",
    "resumen": "Una nebulosa consciente generada tras la explosión de un cuásar inicia un viaje milenario hacia el Sistema Solar. Allí, se solidifica en forma de diamante cuántico, quedando atrapada en el hielo del Polo Norte hasta ser liberada por el calentamiento global. Este evento marca el despertar del Vaquero Atómico.",
    "personajes_implicados": [
      "vaquero-atomico",
      "sirius"
    ],
    "localizaciones": [
      "polo-norte",
      "galaxia-origen"
    ]
  },
  {
    "id": "llegada-a-nueva-york",
    "titulo": "La llegada del Vaquero Atómico a Nueva York",
    "resumen": "Guiado por los Inuit, el Vaquero Atómico navega hacia Nueva York, donde empieza a imitar comportamientos humanos basados en películas del oeste. Su energía descontrolada llama la atención de Jhonny, quien ve en él la oportunidad de ascender dentro de Inventrola.",
    "personajes_implicados": [
      "vaquero-atomico",
      "jhonny"
    ],
    "localizaciones": [
      "nueva-york",
      "inventrola"
    ]
  },
  {
    "id": "desastre-inventrola",
    "titulo": "El desastre nuclear de Inventrola",
    "resumen": "Musitoxic, intentando seducir al Vaquero Atómico y recuperar su poder en la industria musical, comete un error catastrófico que provoca un accidente energético dentro de la fábrica Inventrola. Este evento modifica la ecología de varias regiones y despierta señales energéticas que Tamen y Sirius detectan rápidamente.",
    "personajes_implicados": [
      "vaquero-atomico",
      "musitoxic",
      "miguel-mafias",
      "jhonny"
    ],
    "localizaciones": [
      "inventrola"
    ]
  },
  {
    "id": "escape-sismico",
    "titulo": "El despertar y escape de Sísmico",
    "resumen": "En una prisión secreta dirigida por Musitoxic, Sísmico recibe un destello enviado por Sirius que desencadena su transformación. Atraviesa un plano cuántico, se desdobla en múltiples versiones y enfrenta dos puertas simbólicas: los amantes de la vida y los amantes de la muerte. Tras recomponerse, rompe un cristal dimensional y aparece en la España vaciada.",
    "personajes_implicados": [
      "sismico",
      "sirius",
      "musitoxic"
    ],
    "localizaciones": [
      "prision-musitoxic",
      "espana-vaciada"
    ]
  },
  {
    "id": "tamen-investiga",
    "titulo": "La investigación de Tamen",
    "resumen": "Tamen, periodista humana obsesionada con documentar los ecosistemas de la península ibérica y otros territorios, empieza a registrar anomalías ecológicas causadas por el desastre de Inventrola y por la actividad del Micelio Negro. Su investigación la conecta con Amethystos en las Selvas sin Amor.",
    "personajes_implicados": [
      "tamen",
      "amethystos"
    ],
    "localizaciones": [
      "peninsula-iberica",
      "selvas-sin-amor"
    ]
  },
  {
    "id": "origen-amethystos",
    "titulo": "La bruja de las Selvas sin Amor",
    "resumen": "En las Selvas sin Amor del Orinoco, una joven testigo de incendios, talas y desplazamientos humanos se convierte en Amethystos. Al vincularse con el Micelio Negro, intenta canalizar su dolor en hechizos de destrucción, pero sus conjuros terminan salvando ecosistemas y abriendo caminos de huida para otras criaturas.",
    "personajes_implicados": [
      "amethystos"
    ],
    "localizaciones": [
      "selvas-sin-amor"
    ]
  },
  {
    "id": "convergencia-espana",
    "titulo": "Convergencia en la España vaciada",
    "resumen": "La línea narrativa se dirige hacia una futura convergencia entre Vaquero Atómico, Sísmico y Tamen en un territorio semidesértico transformado por fuerzas energéticas, ecológicas y cuánticas. Esta sección está en desarrollo según avance el cómic.",
    "personajes_implicados": [
      "vaquero-atomico",
      "sismico",
      "tamen"
    ],
    "localizaciones": [
      "espana-vaciada"
    ]
  },
  {
    "id": "cueva-escucha",
    "titulo": "Amethystos y la Cueva de la Escucha",
    "resumen": "Antes de que Invent'Rolla existiera, en lo más profundo de la selva venezolana, Amethystos vivía como una bruja buena que intentaba ser mala. Mataba a los cazadores furtivos que buscaban la piel de los leopardos, pero cada muerte le dolía tanto como la tala de un árbol. Cuando el fuego y las motosierras arrasaron su bosque, se refugió en una cueva que moldeó con su magia: la Cueva de la Escucha. Allí convirtió las rocas en resonadores, la humedad en eco, los murciélagos en afinadores del aire. Años más tarde, Marza, una joven ingeniera que escuchaba con los ojos cerrados, midió esas frecuencias y diseñó los primeros oídos ultrasónicos. Invent'Rolla se llevó la cueva para estudiarla, sin entender que se estaba llevando a Amethystos consigo, encerrándola en el zoológico de Musitoxic.",
    "personajes_implicados": [
      "amethystos",
      "marza",
      "musitoxic"
    ],
    "localizaciones": [
      "cueva-escucha",
      "selvas-sin-amor",
      "zoologico-musitoxic"
    ]
  },
  {
    "id": "pacto-liberacion",
    "titulo": "El pacto de la liberación.",
    "resumen": "Desde su celda en el zoológico, Amethystos conoció al Vampiro encadenado Gab. Ambos fingieron obediencia mientras esperaban una señal. Esa señal llegó con Sísmico, el felino cuántico, cuando empezó a abrir portales entre realidades. La energía del portal alteró las defensas de la torre. Gab fingió llamar a la guardia para avisar del peligro, pero en realidad era parte del plan: distraerla mientras Amethystos liberaba a los animales y a los productores musicales. Sísmico lo sabía. Entre él y Amethystos había un acuerdo: ella abriría la puerta del zoológico, y él abriría la del mundo.",
    "personajes_implicados": [
      "amethystos",
      "gab",
      "sismico",
      "musitoxic"
    ],
    "localizaciones": [
      "zoologico-musitoxic"
    ]
  },
  {
    "id": "eco-marza",
    "titulo": "El eco de Marza",
    "resumen": "Tras la caída del proyecto, Marza fue declarada inestable e ingresada en un psiquiátrico. Sin embargo, su mente sigue resonando con las frecuencias de aquella Cueva de la Escucha. Desde su encierro, aún puede escuchar a los murciélagos, a las piedras, y a la voz de Amethystos, que en algún lugar del subsuelo sigue cantando. \"No hay prisión para el sonido. Todo eco vuelve a su origen.\" — Tamen",
    "personajes_implicados": [
      "marza",
      "amethystos",
      "tamen"
    ],
    "localizaciones": [
      "cueva-escucha"
    ]
  }
]